package com.eco_design.RKO.beans;

/**
 * Created by serdukovaa on 01.06.2015.
 */
public class Component {

        private int id;
        private String name;

    //1.	ПДКп , (ОДК *), мг/кг
    //2.	Класс опасности в почве
    //3.	ПДКв (ОДУ.ОБУВ), мг/л
    //4.	Класс опасности в воде хозяйственно-питьевого использования
    //5.	ПДКр.х. (ОБУВ), мг/л
    //6.	Класс опасности в воде рыбохозяйственного использования
    //7.	ПДКс.с.(ПДКм.р., ОБУВ), мг/м
    //8.	Класс опасности в атмосферном воздухе
    //9.	ПДКпп (Мду, МДС), мг/кг
    //10.	Lg(S ,мг/л /ПДКв, мг.л) 
    //11.	Lg(Снас, мг/м /ПДКр.з)
    //12.	Lg(Cнac, мг/м /ПДКс.с. илиПДКм.р.)
    //13.	Lg Коw (октанол/вода)
    //14.	LD50, мг/кг
    //15.	LD50, мг/м3
    //16.	LD50 водн мг/л/96ч
    //17.	БД=БПК /ХПК 100%
    //18.	Персистентность (трансформация в окружающей природной среде)
    //19.	Биоаккумуляция (поведение в пищевой цепочке)


















}
